Revit 2027 API
DockablePanes.BuiltInDockablePanes.ContentDelivery Property
 The content delivery pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId ContentDelivery { get; }
Public Shared ReadOnly Property ContentDelivery As DockablePaneId
	Get
public:
static property DockablePaneId^ ContentDelivery {
	DockablePaneId^ get ();
}
static member ContentDelivery : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace